
{
  "header.nav.guides": "Инструкции",
  "header.nav.generator": "Генератор",
  "header.nav.lawsuitGenerator": "Генератор для Суда (AI)",
  "header.nav.faq": "FAQ",
  "header.nav.support": "Поддержка",
  "header.nav.generators": "Генераторы",
  "header.nav.generatorLra": "Для Landratsamt (шаг 1)",
  "header.nav.generatorRvo": "Для Правительства (шаг 2)",
  "header.nav.generatorLawsuit": "Для Суда (шаг 3, AI)",

  "footer.disclaimer": "Erding Together — некоммерческое неофициальное объединение",
  "footer.telegramLink": "Присоединяйтесь к нашему Telegram",

  "home.hero.title": "Ваши права в Германии",
  "home.hero.subtitle": "Простые инструменты для самозащиты при общении с властями в районе Эрдинг.",
  "home.hero.cta": "Начать с Инструкций",

  "home.howItWorks.title": "Как это работает?",
  "home.howItWorks.subtitle": "Три простых шага для защиты ваших прав.",
  "home.howItWorks.step1.title": "1. Выберите вашу ситуацию",
  "home.howItWorks.step1.description": "Перейдите в раздел \"Инструкции\" и найдите проблему, с которой вы столкнулись.",
  "home.howItWorks.step2.title": "2. Заполните данные",
  "home.howItWorks.step2.description": "Наш генератор подставит ваши данные в юридически верный шаблон письма на немецком.",
  "home.howItWorks.step3.title": "3. Скачайте и отправьте",
  "home.howItWorks.step3.description": "Получите готовый файл. Распечатайте, подпишите и отправьте. При необходимости сохраните его как PDF.",

  "guides.title": "Инструкции и Шаблоны",
  "guides.subtitle": "Выберите ситуацию, которая лучше всего описывает вашу проблему.",
  "guides.newSubtitle": "Здесь собраны подробные руководства, основанные на реальном опыте. Выберите тему, чтобы прочитать инструкцию и при необходимости создать нужный документ.",
  "guides.createButton": "Создать документ",
  "guides.category.notYet24": "Еще не выдали §24",
  "guides.category.klebeetikett": "Выдали вклейку вместо eAT",
  "guides.category.withdrewApplication": "Я забрал(а) заявление на §24",
  "guides.category.otherIssues": "Другие проблемы",
  "guides.category.initialProblems": "Проблемы с получением §24",
  "guides.category.advancedActions": "Продвинутые действия и жалобы",
  "guides.category.otherIssues2": "Другие вопросы",

  "guides.detailed.fiktion.title": "Как получить Fiktionsbescheinigung",
  "guides.detailed.fiktion.content": "📌 **Что это?**\nFiktionsbescheinigung — это официальный документ, подтверждающий, что вы законно находитесь в Германии, пока рассматривается ваше заявление на § 24 AufenthG. Он даёт те же права, что и сам параграф:\n✔️ право на проживание\n✔️ право на работу\n✔️ право на пособие (Bürgergeld от Jobcenter)\n✔️ право на интеграционные и языковые курсы\n✔️ медицинскую страховку\n\n🕓 **Кто имеет право?**\nЕсли вы подали заявление на § 24 AufenthG, и вам ещё не выдали Aufenthaltstitel, вы имеете законное право на Fiktionsbescheinigung — согласно § 81 Abs. 5 AufenthG.\n\n📘 **Сайт с официальной информацией:**\n➡️ https://www.germany4ukraine.de/hilfeportal-de/einreise-aufenthalt-und-rueckkehr/ukraine-aufenthaltserlaubnis\n\n---\n\n🧾 **Как оформить требование?**\n1. Заполните требование с помощью нашего генератора.\n2. Приложите 📎 копию паспорта / ID-карты.\n3. Отправьте.\n[BUTTON_FIKTION_DEMAND]",

  "guides.detailed.duldung.title": "Вам выдали Duldung вместо § 24? Что делать?",
  "guides.detailed.duldung.content": "Эта инструкция для всех, кто столкнулся с проблемами при получении вида на жительство (ВНЖ) по § 24 в округе Эрдинг. Многие из вас получили отказ или Duldung (\"отсрочка депортации\") с аргументом, что вы не подали заявление в первые 90 дней пребывания в Германии.\n\n⚠️ **Важно знать: Эта причина для отказа является НЕЗАКОННОЙ.**\nЗакон на вашей стороне. Эта инструкция объяснит, почему это так и что конкретно вы можете сделать в вашей ситуации.\n\n❗️**НЕ ПОДПИСЫВАЙТЕ НИЧЕГО**❗️\nНикогда не подписывайте в ведомстве по делам иностранцев (Ausländerbehörde) или присланные этим ведомством документы, содержание которых вы не понимаете на 100% или с содержанием которых вы не согласны на 100%, особенно это касается документов об \"отзыве заявления\" или \"добровольном отказе от заявления на ВНЖ\". Вы имеете право взять любой документ с собой для перевода и консультации и не обязаны ничего подписывать на месте, как бы на вас ни давили и чем бы ни пугали (депортация/штраф/лишение пособия и пр. в случае неподписания этих документов).\n\n--- \n\n**Часть 1: Почему отказ из-за 90 дней — это незаконно?**\n\nВедомство пользуется вашим незнанием законов. Вот простая правда:\n\n1️⃣ **90 дней — это не \"срок годности\" вашего права.** Этот срок является организационным (`Ordnungsfrist`), а не исключающим (`Ausschlussfrist`). Его пропуск означает лишь то, что с 91-го дня ваше пребывание с правовой точки зрения стало нелегальным, но это НЕ лишает вас права на рассмотрение заявления по предоставлению временной защиты и выдаче ВНЖ по § 24.\n\n2️⃣ **Закон не исключает \"опоздавшие\" заявления.** В законе есть специальная норма (§ 81 Abs. 3 Satz 2 AufenthG), которая гласит: если заявление подано с опозданием, депортация автоматически приостанавливается до принятия решения миграционной службой по заявлению о выдаче ВНЖ. Это свидетельствует о том, что ведомство обязано принять к рассмотрению, рассмотреть и вынести окончательное решение по вашему заявлению, даже если оно подано спустя 90 дней пребывания в Германии.\n\n3️⃣ **Существует короткий и исчерпывающий список причин для отказа во временной защите.** Закон четко определяет, кому положена временная защита. Если вы подпадаете под эти критерии, то отказать вам могут только по очень серьезным причинам. Они перечислены в § 24 Abs. 2 AufenthG: военные преступления, терроризм, угроза безопасности Германии. Пропуск 90-дневного срока в этом списке ОТСУТСТВУЕТ.\n\n**Простыми словами:** Если вы в принципе имеете право на § 24 AufenthG, ведомство не может отказать вам по причине, которой нет в законе.\n\n---\n\n**Часть 2: Разбор ситуаций и что конкретно делать**\n\nНайдите свою ситуацию ниже и следуйте инструкции.\n\n**Ситуация 1: 🤷‍♂️ Вы подали заявление на § 24, не отзывали его, но вам просто выдали Duldung без письменного отказа.**\n\nЭто нарушение процедуры. Ведомство обязано вынести формальное решение по вашему заявлению. Duldung в таком случае не могут выдать без предварительного отказа в ВНЖ.\n\n**Что делать:** Нужно письменно(!) потребовать от ведомства вынести формальное, подлежащее обжалованию решение по вашему заявлению на § 24. Отправьте это письмо заказным письмом с уведомлением о вручении (Einschreiben mit Rückschein).\n[BUTTON_DECISION_REQUEST]\n\n**Ситуация 2: ✍️ Вы под давлением отозвали заявление на § 24 и получили Duldung.**\n\nЭто самый частый и коварный случай. Поскольку формально вы \"добровольно\" отозвали заявление, требовать решения по нему уже нельзя. Но ваше право на защиту никуда не делось!\n\n**Что делать:** Вы имеете право и должны подать НОВОЕ заявление на получение ВНЖ по § 24. После подачи этого заявления ведомство снова обязано его рассмотреть. Ни в коем случае не подписывать согласие на отзыв своего повторного заявления на выдачу ВНЖ! Если они снова начнут говорить про 90 дней, переходите к Ситуации 3.\n[BUTTON_NEW_APPLICATION]\n\n**Ситуация 3: ❌ Вам отказывают в § 24 из-за 90 дней (устно или письменно).**\n\n**А) Если отказ устный:**\nВаша задача — получить письменное подтверждение.\n**Что делать:** Отправьте письмо с требованием письменного решения.\n[BUTTON_ORAL_REFUSAL]\n\n**Б) Если вы уже получили письменный отказ (Bescheid):**\nЭто официальный документ, и у вас есть только один месяц на его обжалование!\n**Что делать:**\n1️⃣ СРОЧНО обратитесь за помощью в `Münchener Flüchtlingsrat`.\n2️⃣ Иск нужно подавать в административный суд Мюнхена (`Verwaltungsgericht München`).\n\n--- \n\n**⚖️ Основные аргументы для суда (Ваша позиция юридически железобетонна):**\n\n1️⃣ **Аргумент 1: Вы соответствуете всем критериям для получения защиты.** Ваш главный козырь — § 24 Abs. 1 AufenthG. \n\n2️⃣ **Аргумент 2: Пропуск 90-дневного срока не является основанием для отказа.**\n\n3️⃣ **Аргумент 3: Перечень причин для отказа является исчерпывающим.**\n\n4️⃣ **Аргумент 4: Верховенство права ЕС.**\n\n**Итог:** Не бойтесь защищать свои права. Позиция ведомства в Эрдинге слаба и противоречит закону. Действуйте согласно своей ситуации, переводите процесс в формальную плоскость, в первую очередь - на письменную форму общения, не подписывайте ничего лишнего и обращайтесь за помощью.",

  "guides.detailed.translation_costs.title": "Как получить оплату переводов от Sozialamt",
  "guides.detailed.translation_costs.content": "По закону ситуация простая: если ведомство (`Landratsamt`/`Ausländerbehörde`) **ТРЕБУЕТ** от вас для рассмотрения дела какой-то платный документ (например, заверенный перевод), а вы получаете пособие и у вас нет своих денег, то они **обязаны покрыть** эти расходы.\n\n✔️ Это правило основывается на **§ 6 Закона о пособиях для просителей убежища (AsylbLG)**. Требование перевода — это созданная ими необходимость, и они должны обеспечить возможность ее выполнить.\n\n❗️ **Важно:** Главное — не просить устно, а отправлять официальное письменное требование. На устные просьбы они часто говорят \"нет\", а на официальное письмо обязаны отреагировать.\n\n---\n\n🧾 **Как оформить требование?**\n\nИспользуйте наш генератор, чтобы создать официальное требование и отправить им (лучше всего заказным письмом `Einschreiben` или по факсу с отчетом о доставке).\n[BUTTON_TRANSLATION_COSTS]",
  
  "guides.detailed.untaetigkeitsklage.title": "Подаём в суд на бездействие ведомства",
  "guides.detailed.untaetigkeitsklage.content": "Эта инструкция основана на опыте людей, столкнувшихся с проблемами в Ausländerbehörde (ABH), и общей практике подачи исков в немецкие административные суды. Она призвана помочь тем, кто решил бороться за свои права.\n\n⚠️ **Важно:** Эта инструкция не является юридической консультацией и не заменяет помощь квалифицированного адвоката. Волонтёры не могут писать тексты исков за вас. ⚠️\n\nЦель — предоставить информацию и базовые шаблоны.\n\n---\n\n**Часть 1 - Что нужно знать перед подачей иска (матчасть)**\n\n1️⃣ **Бездействие ведомства и иск (Untätigkeitsklage)**\nЕсли Ausländerbehörde Эрдинга без уважительных причин не принимает решение по вашему заявлению (например, на § 24 AufenthG или на выдачу Fiktionsbescheinigung) дольше трёх месяцев с момента подачи всех запрошенных документов, вы можете подать на них в суд (§ 75 VwGO – Административно-процессуальный кодекс). Это называется иск о бездействии (Untätigkeitsklage). Его цель – заставить ведомство принять окончательное решение.\n\n2️⃣ **Судебные издержки (Gerichtskosten)**\n🌕 **Освобождение от судебных издержек (Prozesskostenhilfe):** Если у вас низкий доход (например, вы получаете пособие от Jobcenter или Sozialamt), вы можете сразу при подаче иска ходатайствовать об освобождении от судебных издержек даже на случай проигрыша.\n🌕 **При иске о бездействии (Untätigkeitsklage):** Если после подачи иска ABH Эрдинга быстро выдает вам то, что вы просили (например, Fiktionsbescheinigung или § 24), и вы правильно уведомите суд, то очень высока вероятность, что судебные издержки будут возложены на ABH.\n\n---\n\n**Часть 2 - Подготовка и подача иска**\n\n**Шаг 2.1 - Последнее предупреждение в ABH Эрдинга (Mahnung)**\n\nПеред подачей иска в суд настоятельно рекомендуется отправить в ABH Эрдинга письменное \"последнее предупреждение\" (Mahnung), установив им короткий срок для принятия решения. Для этого воспользуйтесь нашим генератором.\n[BUTTON_UNTAETIGKEITSKLAGE]\n**Действия с письмом-предупреждением:**\n1.  Распечатайте письмо в двух экземплярах.\n2.  Подпишите оба экземпляра.\n3.  Один экземпляр (оригинал) отправьте в ABH Эрдинга ИСКЛЮЧИТЕЛЬНО заказным письмом с уведомлением о вручении (Einschreiben mit Rückschein) или как минимум заказным письмом с отслеживанием (Einschreiben Einwurf). Сохраните квитанцию!\n4.  Второй экземпляр (копию) оставьте себе.\n5.  Ждите 14 дней (до указанной вами в письме даты).\n\n**Шаг 2.2 - Подготовка иска**\n\nПодготовка иска — ответственный шаг. Мы настоятельно рекомендуем обратиться за профессиональной помощью в **Münchner Flüchtlingsrat (MFR)**. Их юристы имеют большой опыт в ведении дел против ABH Эрдинга и окажут бесплатную поддержку. Связаться с ними можно через страницу **Поддержка**.\n\nЕсли вы все же решили действовать самостоятельно в экстренной ситуации, вы можете использовать наш инструмент для подготовки черновика.\n[LINK_LAWSUIT_GENERATOR]",
  
  "guides.detailed.complaint.title": "Подаем дисциплинарную жалобу (Dienstaufsichtsbeschwerde)",
  "guides.detailed.complaint.content": "**Что такое надзорный орган и зачем ему писать?**\nRegierung von Oberbayern (Правительство Верхней Баварии) является вышестоящим органом по отношению к Landratsamt Erding. `Dienstaufsichtsbeschwerde` – это официальная жалоба на действия или бездействие сотрудников или целого ведомства. Подавая такую жалобу, вы информируете надзорный орган о нарушениях и просите его вмешаться.\n\n**Почему это важно?**\n• **Вмешательство:** Надзорный орган может провести проверку действий ABH Эрдинга, потребовать объяснений и, в случае выявления нарушений, дать указания по их устранению.\n• **Системные изменения:** Каждая жалоба помогает создать общую картину для надзорного органа. Чем больше таких обращений, тем выше вероятность, что проблема будет признана системной.\n• **Давление:** Жалоба создает дополнительное давление на ABH Эрдинга и показывает, что их действия не остаются незамеченными.\n\n**Куда отправлять жалобу:**\nЖалобы удобнее всего отправлять по электронной почте. Для этого мы создали специальный генератор, который подготовит текст для вашего случая.\n[LINK_RVO_GENERATOR]",
  
  "guides.detailed.eat_demand.title": "Требуем электронный ВНЖ (eAT) вместо вклейки",
  "guides.detailed.eat_demand.content": "📌 **В чем проблема?**\nНекоторым людям вместо полноценной пластиковой карты ВНЖ (`eAT` - elektronischer Aufenthaltstitel) выдают простую вклейку в паспорт (`Klebeetikett`). Хотя вклейка и является действительным подтверждением статуса, она может создавать проблемы.\n\n❌ **Недостатки вклейки:**\n• Она не является машиночитаемой.\n• С ней могут возникнуть сложности при путешествиях внутри ЕС.\n• В ней отсутствует функция онлайн-удостоверения личности (eID).\n• Она выглядит менее официально и может вызывать недопонимание в банках, у арендодателей и т.д.\n\n⚖️ **Законное основание:**\nСогласно § 78 Закона о пребывании (AufenthG), виды на жительство, как правило, выдаются в виде отдельного документа с электронным чипом (карты eAT). Вклейка является исключением и не должна быть стандартной практикой.\n\n---\n\n🧾 **Как потребовать вашу карту eAT?**\nИспользуйте наш генератор, чтобы создать официальное требование о выдаче карты eAT.\n[BUTTON_EAT_DEMAND]",

  "generator.title": "Генератор для Landratsamt",
  "generator.subtitle": "Заполните поля, и система создаст готовый к отправке документ для местного ведомства.",
  "generator.selectType.label": "Выберите тип документа",
  "generator.selectType.placeholder": "-- Выберите тип --",
  "generator.yourData.title": "Ваши данные",
  "generator.yourData.name": "Имя (латиницей)",
  "generator.yourData.surname": "Фамилия (латиницей)",
  "generator.yourData.dob": "Дата рождения",
  "generator.yourData.dobPlaceholder": "дд.мм.гггг",
  "generator.yourData.address": "Улица, дом",
  "generator.yourData.postcode": "Индекс",
  "generator.yourData.city": "Город",
  "generator.yourData.email": "Email",
  "generator.additionalInfo.title": "Дополнительная информация для шаблона",
  "generator.additionalInfo.oralRefusalDate": "Дата устного отказа",
  "generator.additionalInfo.applicationDate": "Дата подачи заявления",
  "generator.additionalInfo.lraLetterDate": "Дата письма от LRA/Sozialamt",
  "generator.additionalInfo.deadlineDate": "Крайний срок (дедлайн)",
  "generator.inactionOptions.title": "Опции для жалобы на бездействие",
  "generator.inactionOptions.alsoAppliedFiktion": "Я также подавал(а) заявление на Fiktionsbescheinigung.",
  "generator.inactionOptions.previousEnquiries": "Я уже делал(а) запросы о статусе дела (нужно будет вписать даты в текст).",
  "generator.recipient.title": "Получатель документа:",
  "generator.buttons.creating": "Создание...",
  "generator.buttons.downloadDocx": "Скачать .docx",
  "generator.buttons.downloadPdf": "Скачать .pdf",
  "generator.nextStep.title": "Следующий шаг:",
  "generator.nextStep.description": "Скачайте файл в формате .docx. Вы можете распечатать его и подписать, либо, при необходимости и после консультации, внести индивидуальные правки. Ниже вы найдете инструкции по отправке.",
  "generator.errors.pdf": "Не удалось создать PDF документ. Пожалуйста, попробуйте снова или скачайте DOCX версию.",
  "generator.errors.docx": "Не удалось создать DOCX документ. Пожалуйста, попробуйте снова.",
  "generator.errors.details": "Подробности ошибки",
  "generator.sending.title": "Как отправить документ (Важно!)",
  "generator.sending.fax.title": "Вариант 1: По факсу (Быстро и надежно)",
  "generator.sending.fax.description": "Используйте онлайн-сервис (например, `simple-fax.de`) для отправки PDF. Это даст вам отчет об отправке — официальное доказательство.",
  "generator.sending.mail.title": "Вариант 2: По почте (Einschreiben)",
  "generator.sending.mail.description": "Распечатайте, подпишите и отправьте документ заказным письмом (`Einschreiben`) в отделении почты. Это даст вам подтверждение доставки.",
  "generator.sending.emailInfo": "Отправка по email не является надежным способом официального уведомления. Используйте ее только для дублирования, а не как основной способ.",
  "generator.email.title": "Отправка по Email (для дублирования)",
  "generator.email.description": "Вы можете продублировать ваше обращение по электронной почте. Скопируйте данные ниже и прикрепите сгенерированный .pdf или .docx файл к письму.",
  "generator.email.recipient": "Получатель (Email)",
  "generator.email.subject": "Тема письма",
  "generator.email.body": "Текст письма",
  "generator.email.copy": "Копировать",
  "generator.email.copySuccess": "Скопировано!",
  "generator.email.bodyTemplate": "Sehr geehrte Damen und Herren,\n\nanbei finden Sie mein Schreiben.\n\nMit freundlichen Grüßen,\n{fullName}",

  "lawsuitGenerator.title": "AI Генератор Исков и Жалоб",
  "lawsuitGenerator.disclaimer.title": "ВАЖНОЕ ПРЕДУПРЕЖДЕНИЕ",
  "lawsuitGenerator.disclaimer.content1": "Этот инструмент перенаправит вас в Google AI Studio с продвинутым юридическим AI-помощником, который поможет составить документ.",
  "lawsuitGenerator.disclaimer.content2": "Всегда лучше консультироваться с профессиональным юристом или правозащитными организациями, такими как Münchner Flüchtlingsrat (MFR).",
  "lawsuitGenerator.disclaimer.content3": "AI может помочь составить черновик, но не заменяет консультацию юриста. Используйте его как вспомогательный инструмент.",
  "lawsuitGenerator.disclaimer.content4": "Автор страницы не несёт ответственности за возможные неточности в сгенерированных текстах и любые последствия их использования.",
  "lawsuitGenerator.instruction.title": "Как это работает",
  "lawsuitGenerator.instruction.step1": "После перехода в AI Studio, вы окажетесь в чате с юридическим помощником. **Опишите вашу ситуацию** своими словами. Чем подробнее — тем лучше.",
  "lawsuitGenerator.instruction.step2": "AI задаст уточняющие вопросы и на основе ваших ответов **сформирует готовый документ** на немецком языке.",
  "lawsuitGenerator.instruction.step3": "Инструмент может создавать различные документы: иски для **Административного** и **Социального суда**, а также **жалобы** в различные инстанции (например, Fachaufsichtsbeschwerde).",
  "lawsuitGenerator.instruction.step4": "Внимательно **проверьте сгенерированный текст**, скопируйте его и используйте по назначению. При необходимости вы можете попросить AI внести правки.",
  "lawsuitGenerator.agreement.label": "Я прочитал(а) предупреждение, понимаю, что буду использовать AI-помощника, и согласен(на) с условиями.",
  "lawsuitGenerator.agreement.button": "Перейти к AI-Генератору",

  "faq.title": "Часто задаваемые вопросы (FAQ)",
  "faq.subtitle": "Подробные ответы на вопросы о процедурах в Эрдинге, ваших правах и конкретных шагах.",
  "faq.part1.title": "Часть I: Описание ситуации в Эрдинге",
  "faq.part1.content": "На основании многочисленных свидетельств и документов можно сделать вывод, что в округе Эрдинг сложилась особая административная практика при рассмотрении дел украинских беженцев. Эта практика характеризуется рядом особенностей, которые системно приводят к затягиванию процессов и создают для заявителей значительные трудности, что отличается от процедур в соседних округах.\nКлючевые элементы этой практики:\n• **Длительные сроки ожидания:** Основная проблема — необоснованно долгие сроки рассмотрения заявлений на § 24 AufenthG. Люди ожидают решения месяцами (в среднем от 7 до 14 месяцев, в отдельных случаях — дольше). Это создает состояние правовой неопределенности, которое препятствует доступу к рынку труда, интеграционным курсам и полноценной социальной жизни.\n• **Непрозрачность требований к документам:** Заявители сообщают об отсутствии четких и исчерпывающих инструкций от чиновников. Часто после подачи полного пакета документов следует ответ, что предоставленных доказательств \"недостаточно\", без конкретизации, что именно требуется дополнительно. Это приводит к многократной подаче документов и затягиванию процесса.\n• **Систематическое невыполнение обязанности по выдаче Fiktionsbescheinigung:** Это ключевой аспект. Ведомство, как правило, не выдает Fiktionsbescheinigung (§ 81 Abs. 5 AufenthG) проактивно, хотя по закону это является его обязанностью после подачи заявления на ВНЖ. Иногда предоставляется информация, что этот документ положен только \"в исключительных случаях\" или при наличии рабочего контракта, что не соответствует закону. Отсутствие этого документа искусственно удерживает людей на урезанных пособиях по AsylbLG вместо стандартного Bürgergeld.\n• **Коммуникационный барьер:** Люди сталкиваются со сложностями в коммуникации с ведомством: на электронные письма часто не отвечают, а дозвониться практически невозможно. Это оставляет заявителей без информации о статусе их дела.\n• **Альтернатива в виде Duldung:** В условиях затянувшейся неопределенности, некоторым заявителям предлагается статус Duldung (отсрочка депортации) как альтернатива. В стрессовой атмосфере у человека может сложиться впечатление, что подписание отказа от заявления на § 24 и согласие на Duldung — это единственная возможность получить хоть какой-то документ.\nЭта практика в совокупности создает систему, которая значительно усложняет и замедляет процесс интеграции, предусмотренный Директивой ЕС о временной защите.",
  "faq.part2.title": "Часть II: Ваши права и действия в конкретных ситуациях",
  "faq.part3.title": "Часть III: Идеальный алгоритм действий: «Дело Богдана»",
  "faq.part3.content": "Представим себе Богдана, который знает о \"процедурных особенностях\" в Эрдинге и действует проактивно и грамотно.\n**Шаг 1: Прибытие и первая регистрация в Германии (Мюнхен)**\nБогдан прибывает в Германию и регистрируется в первичном распределительном лагере. С этого момента его заявление на предоставление временной защиты по § 24 AufenthG юридически считается поданным (§ 81 Abs. 1 AufenthG). Он сохраняет все документы, подтверждающие эту регистрацию.\n**Шаг 2: Прибытие в Эрдинг и требование Fiktionsbescheinigung**\nБогдана распределяют в Эрдинг. Его обыскивают, но он спокоен. Его дело уже в процессе. В тот же или на следующий день Богдан отправляет в ABH заказным письмом (Einschreiben) письменное требование (Aufforderung) о немедленной выдаче Fiktionsbescheinigung, ссылаясь на дату своей первоначальной регистрации в Мюнхене. В письме он устанавливает срок — 14 дней.\n**Сценарий А (Позитивный):** Ведомство, видя юридически грамотное требование, назначает термин и выдает Fiktionsbescheinigung. Богдан сразу же регистрируется в Jobcenter. Теперь он получает Bürgergeld, имеет право на работу и спокойно ожидает решения по § 24.\n**Сценарий Б (Реалистичный для Эрдинга):** Ведомство игнорирует требование или устно сообщает, что \"это так не работает\".\n**Шаг 3 (при Сценарии Б): Эскалация**\nПо истечении 14-дневного срока Богдан отправляет дисциплинарную жалобу (Dienstaufsichtsbeschwerde) в Правительство Верхней Баварии (Regierung von Oberbayern).\n**Шаг 4 (при Сценарии Б): Иск о бездействии**\nЕсли с момента его первого обращения в ABH Эрдинга прошло 3 месяца, а Fiktionsbescheinigung так и не выдан, Богдан подает в Административный суд Мюнхена иск о бездействии (Untätigkeitsklage). Одновременно он подает заявление на помощь в оплате судебных расходов (Prozesskostenhilfe, PKH).\n**Шаг 5: Процесс получения § 24**\n**Требование переводов:** ABH присылает Богдану письмо с требованием предоставить заверенные переводы. Так как Богдан все еще на пособии AsylbLG (пока не получил Fiktionsbescheinigung), он отправляет им письменное заявление с требованием покрыть расходы на перевод на основании § 6 AsylbLG. Он не тратит свои деньги.\n**Намерение отказать:** ABH присылает Богдану письмо о намерении отказать (Anhörung), так как у него \"недостаточно доказательств\". Богдан не поддается панике. Он немедленно связывается с Münchner Flüchtlingsrat (MFR).\n**Решение:**\nа) Богдану выдают § 24: Отлично. Но ему выдают вклейку в паспорт (Klebeetikett). Богдан знает, что это нарушение § 78 AufenthG, и подает письменное требование выдать ему электронную карту резидента (eAT).\nб) Богдану приходит письменный отказ (Bescheid): С помощью MFR Богдан в течение месяца подает иск в суд, зная, что его шансы на победу очень высоки, так как причины отказа являются незаконными.\n**Итог:** Богдан, действуя проактивно, формально и со знанием своих прав, успешно прошел через бюрократическую систему Эрдинга, защитил свои права и минимизировал негативные последствия процедурных особенностей ведомства.",
  
  "faq.glossary.q": "Что означают сокращения LRA, ABH, RvO и т.д.?",
  "faq.glossary.a": "**LRA:** `Landratsamt`. Это районная администрация, главное учреждение округа (в нашем случае Эрдинг).\n**ABH:** `Ausländerbehörde`. Это ведомство по делам иностранцев, отдел внутри LRA, который занимается вашим ВНЖ.\n**RvO:** `Regierung von Oberbayern`. Это Правительство Верхней Баварии, вышестоящий орган, который контролирует LRA.\n**StMI:** `Staatsministerium des Innern`. Это Министерство внутренних дел Баварии, самый высокий орган по этим вопросам.",
  "faq.fiktion.q": "Что такое Fiktionsbescheinigung и почему он так важен?",
  "faq.fiktion.a": "Это временное удостоверение, подтверждающее, что ваше заявление на ВНЖ находится на рассмотрении. Это ваше законное право по § 81 Abs. 5 AufenthG. Этот документ дает вам практически те же права, что и § 24: легальный статус, право на работу, переход в Jobcenter на пособие Bürgergeld и доступ к интеграционным курсам.",
  "faq.fiktionEntitlement.q": "Мне сказали, что Fiktionsbescheinigung мне не положен. Это правда?",
  "faq.fiktionEntitlement.a": "Иногда предоставляется информация, которая может быть неполной или не совсем точно отражать законодательство. Право на Fiktionsbescheinigung возникает с момента подачи заявления на § 24 и не зависит от контракта на работу. **Что делать:** Используйте наш шаблон и письменно потребуйте его выдачи, установив срок в 14 дней.",
  "faq.applicationFiled.q": "Когда мое заявление на § 24 считается поданным?",
  "faq.applicationFiled.a": "По закону, заявление считается поданным с момента вашего первого обращения в официальный орган (например, в первичном лагере в Мюнхене) с желанием получить защиту. Ваша регистрация там в качестве беженца из Украины уже является началом процедуры.",
  "faq.duldung.q": "Мне выдали Duldung вместо § 24. Что это значит?",
  "faq.duldung.a": "Duldung — это не ВНЖ, а лишь отсрочка депортации. Это неправильная практика со стороны ведомства по делам иностранцев в Эрдинге. Вы имеете право на полноценное решение по вашему заявлению на § 24. Используйте наш шаблон \"Требование принять решение по заявлению\".",
  "faq.duldungOffer.q": "Мне предлагают Duldung вместо § 24. Стоит ли соглашаться?",
  "faq.duldungOffer.a": "**КРАЙНЕ НЕ РЕКОМЕНДУЕТСЯ.** Duldung — это не ВНЖ, а статус, который означает, что вы обязаны покинуть страну. С Duldung у вас не будет права на работу, на нормальное пособие, на интеграцию. В стрессовой ситуации это может показаться выходом, но в долгосрочной перспективе это крайне невыгодно.",
  "faq.duldungSigned.q": "Я уже подписал(а) отказ от § 24 и получил(а) Duldung. Это конец?",
  "faq.duldungSigned.a": "**НЕТ.** Вы имеете полное право подать новое заявление на § 24. Ваше право на временную защиту сохраняется, пока идет война.",
  "faq.translations.q": "Ведомство требует дорогие заверенные переводы. Я обязан платить?",
  "faq.translations.a": "**НЕТ.** Если вы получаете пособие, вы не обязаны платить. По § 6 AsylbLG, расходы, необходимые для выполнения административных требований, должно покрывать ведомство. Подайте письменное заявление на полное покрытие расходов (`Antrag auf Kostenübernahme`).",
  "faq.processingTime.q": "Ведомство не отвечает и ничего не делает. Что предпринять?",
  "faq.processingTime.a": "Если прошло более 3 месяцев с момента подачи заявления, вы имеете право подать в суд иск о бездействии (`Untätigkeitsklage`). Опыт показывает, что это самый эффективный способ заставить ведомство работать.",
  "faq.rejection.q": "Я получил(а) письменный отказ (Bescheid). Что делать?",
  "faq.rejection.a": "У вас есть один месяц на подачу иска в суд. **СРОЧНО** обратитесь в правозащитную организацию (Münchner Flüchtlingsrat) или к адвокату. Вы можете подать ходатайство о помощи на оплату судебных расходов (`Prozesskostenhilfe`), и, скорее всего, суд для вас будет бесплатным.",
  "faq.einschreiben.q": "Обязательно ли отправлять письмо заказным (Einschreiben)?",
  "faq.einschreiben.a": "Крайне рекомендуется. Отправка заказным письмом (Einschreiben) или по факсу дает вам официальное подтверждение доставки. Это ваше доказательство того, что ведомство получило ваше требование.",
  "faq.part4.title": "Суд в Германии — это не страшно",
  "faq.part4.content": "Многих пугает идея судиться с государственным органом в чужой стране. На самом деле, судебная система в Германии — один из самых эффективных инструментов защиты прав.\n\n**⚖️ Независимость судей:** Судьи в Германии полностью независимы и руководствуются только законом, а не указаниями чиновников. Они объективно рассматривают дело и часто встают на сторону человека, если ведомство нарушило процедуру.\n\n**💰 Помощь в оплате судебных расходов (Prozesskostenhilfe, PKH):** Если вы получаете социальные пособия, вы можете подать ходатайство о PKH. В случае одобрения, государство покроет все судебные издержки, даже если вы проиграете. Это делает суд доступным для всех.\n\n**✅ Успешные кейсы в Эрдинге:** Уже есть множество успешных судебных решений против Ausländerbehörde Erding, особенно по делам о бездействии. Суды, как правило, обязывают ведомство быстро выдать документы.\n\n**🤝 Поддержка Münchner Flüchtlingsrat (MFR):** Обращение в суд при поддержке MFR значительно повышает ваши шансы на успех. Их юристы знают специфику работы ABH Эрдинга и успешно ведут дела в суде.",

  "support.title": "Куда обращаться за помощью?",
  "support.subtitle": "Если вам нужна дополнительная юридическая консультация.",
  "support.mfr.title": "Münchner Flüchtlingsrat",
  "support.mfr.description": "Эта организация оказывает бесплатную юридическую помощь беженцам. Они консультируют на английском и немецком языках и могут помочь в общении с ведомствами. Они уже успешно помогли нескольким семьям получить § 24 AufenthG после неправомерных задержек и отказов со стороны LRA Эрдинг.",
  "support.mfr.collaboration": "Мы договорились о сотрудничестве — они готовы брать кейсы всех желающих и сопровождать в общении с Ausländerbehörde и в суде.",
  "support.telegram.title": "Telegram Сообщество",
  "support.telegram.description": "Присоединяйтесь к нашему Telegram-каналу для получения новостей, обмена опытом и поддержки от других украинцев в Эрдинге.",
  "support.telegram.link": "Перейти в Erding Together",
  "support.mfr.addressTitle": "Адрес Münchner Flüchtlingsrat",
  
  "support.contacts.title": "Важные контакты и ведомства",
  "support.contacts.abh.name": "Ausländerbehörde Erding (ABH Erding)",
  "support.contacts.abh.description": "Основное ведомство (Sachgebiet 31-3), которое принимает решение по § 24 AufenthG, выдает Aufenthaltstitel, Fiktionsbescheinigung, Duldung.",
  "support.contacts.asyl.name": "Landratsamt Erding – Fachbereich 24 (Asylmanagement)",
  "support.contacts.asyl.description": "Управление, ответственное за размещение, жилье и распределение по городам.",
  "support.contacts.regOb.name": "Regierung von Oberbayern (Надзор за ABH)",
  "support.contacts.regOb.description": "Сюда подаётся жалоба (Dienstaufsichtsbeschwerde), если ABH нарушает закон. Надзорный орган - Sachgebiet 14.1.",
  "support.contacts.stmi.name": "Bayerisches Staatsministerium des Innern (StMI)",
  "support.contacts.stmi.description": "Главное ведомство по вопросам миграции в Баварии. Сюда можно направить жалобу при нарушении указаний министерства.",
  "support.contacts.landtag.name": "Bayerischer Landtag – Petitionsausschuss",
  "support.contacts.landtag.description": "Принимает официальные петиции и рассматривает жалобы на несправедливое обращение. Особенно эффективно при систематических проблемах.",
  "support.contacts.quarteera.name": "Quarteera e.V. (Поддержка ЛГБТ+ беженцев)",
  "support.contacts.quarteera.description": "Немецкая ЛГБТ+ правозащитная организация, поддерживает беженцев. Может предоставить письма поддержки, юристов, помощь в жалобах.",
  "support.contacts.unhcr.name": "UNHCR Deutschland (Агентство ООН по делам беженцев)",
  "support.contacts.unhcr.description": "Принимает обращения по международным нарушениям, особенно если ваши права систематически игнорируются.",
  "support.contacts.proasyl.name": "Pro Asyl",
  "support.contacts.proasyl.description": "Независимая правозащитная организация. Предоставляют бесплатную консультацию по правам беженцев.",
  "support.contacts.refugio.name": "Refugio München (Психологическая помощь)",
  "support.contacts.refugio.description": "Психологическая и социальная поддержка людям с травмами, депрессией, ПТСР.",

  "notFound.title": "Страница не найдена",
  "notFound.subtitle": "Извините, мы не можем найти страницу, которую вы ищете.",
  "notFound.button": "Вернуться на главную",

  "templates.fiktionDemand.title": "Требование выдать Fiktionsbescheinigung",
  "templates.fiktionDemand.description": "Если вы подали заявление на §24, но до сих пор не получили никакого документа. Fiktionsbescheinigung подтверждает ваше легальное пребывание и право на соц. выплаты и обращение в Jobcenter, пока заявление рассматривается.",
  "templates.decisionRequest.title": "Требование принять решение по заявлению",
  "templates.decisionRequest.description": "Если вы подали заявление на §24, но вместо решения получили \"Duldung\" или просто долго ждете. Этот шаблон требует от ведомства принять официальное решение по вашему делу.",
  "templates.eatDemand.title": "Требование выдать электронный ВНЖ (eAT)",
  "templates.eatDemand.description": "Если вам вместо пластиковой карты ВНЖ (eAT) выдали вклейку в паспорт (Klebeetikett). Этот шаблон требует выдать вам положенный по закону электронный документ, так как бумажные версии не являются правомерными.",
  "templates.newApplication.title": "Повторная подача заявления на ВНЖ (§24)",
  "templates.newApplication.description": "Для тех, кто ранее отозвал свое заявление (например, по ошибке) и теперь хочет подать его заново. Этот шаблон юридически обосновывает, почему вы имеете на это право, и почему 90-дневный срок не является препятствием.",
  "templates.oralRefusal.title": "Требование письменного отказа",
  "templates.oralRefusal.description": "Если вам отказали в приеме документов или в выдаче ВНЖ устно. Вы имеете полное право потребовать письменное, официальное решение с обоснованием, которое можно будет обжаловать.",
  "templates.translationCosts.title": "Запрос на оплату переводов (от Sozialamt)",
  "templates.translationCosts.description": "Если ведомство требует от вас предоставить заверенные переводы, а вы получаете помощь от Sozialamt. Вы можете требовать, чтобы ведомство покрыло эти расходы.",
  "templates.untaetigkeitsklage.title": "Уведомление о бездействии (перед иском)",
  "templates.untaetigkeitsklage.description": "Крайняя мера, если ведомство не отвечает на ваше заявление более 3 месяцев. Это письмо — последнее предупреждение перед подачей иска в суд на бездействие властей. Используйте его осторожно.",

  "rvoGenerator.title": "Генератор для Надзорного Органа (RvO)",
  "rvoGenerator.subtitle": "Создайте жалобу (Dienstaufsichtsbeschwerde) в Regierung von Oberbayern. Этот орган контролирует работу Ausländerbehörde. Для более сложных или нестандартных случаев воспользуйтесь генератором для суда на базе ИИ.",
  "rvoGenerator.selectType.label": "Выберите причину жалобы",
  "rvoGenerator.selectType.placeholder": "-- Выберите жалобу --",
  "rvoGenerator.yourData.title": "Ваши данные",
  "rvoGenerator.yourData.name": "Имя (латиницей)",
  "rvoGenerator.yourData.surname": "Фамилия (латиницей)",
  "rvoGenerator.additionalInfo.title": "Информация для жалобы",
  "rvoGenerator.additionalInfo.firstRegistrationDate": "Дата первой регистрации в Германии",
  "rvoGenerator.additionalInfo.demandLetterDate": "Дата вашего требования Fiktionsbescheinigung в ABH",
  "rvoGenerator.additionalInfo.applicationDate": "Дата подачи заявления на §24 в ABH",
  "rvoGenerator.additionalInfo.monthsWaited": "Количество месяцев ожидания",
  "rvoGenerator.additionalInfo.enquiryDate": "Дата вашего последнего запроса о статусе",
  "rvoGenerator.additionalInfo.issueDate": "Дата выдачи документа (вклейки)",
  "rvoTemplates.fiktion.title": "Жалоба: Отказ в выдаче Fiktionsbescheinigung",
  "rvoTemplates.fiktion.description": "Если ABH отказывается выдать вам Fiktionsbescheinigung, хотя вы подали заявление на §24.",
  "rvoTemplates.delay.title": "Жалоба: Затягивание сроков рассмотрения",
  "rvoTemplates.delay.description": "Если ABH необоснованно долго (более 3-6 месяцев) не принимает решение по вашему заявлению на §24.",
  "rvoTemplates.klebeetikett.title": "Жалоба: Выдача вклейки вместо eAT-карты",
  "rvoTemplates.klebeetikett.description": "Если вам выдали ВНЖ в виде вклейки в паспорт вместо положенной по закону пластиковой карты (eAT).",
  "rvoGenerator.howToSend.title": "Как отправить жалобу",
  "rvoGenerator.howToSend.description": "Надзорный орган принимает жалобы по электронной почте. Скопируйте данные ниже, создайте новое письмо в вашем почтовом клиенте, вставьте их и отправьте.",
  "rvoGenerator.nextStep.title": "Что делать, если жалоба не помогла?",
  "rvoGenerator.nextStep.description": "Если надзорный орган не реагирует или его вмешательство не решает проблему, следующим шагом может быть подача иска в суд. Это крайняя мера, которую стоит рассматривать после того, как другие способы были исчерпаны.",
  "rvoGenerator.nextStep.button": "Перейти к Генератору для Суда"
}